{
  "title": "Perpetual Lab ",
  "description": "First-class Blockchain Research Team, Crypto Exchange Services, Blockchain Wallet Provider, OTC Desk Services and Dapp Incubator.",
  "home":"HOME",
  "about": "ABOUT US",
  "services": "SERVICES",
  "career":"CAREER",
  "roadMap": "ROADMAP",
  "introduction": "INTRODUCTION",
  "topline":"Perpetual Lab is a dedicated blockchain research lab providng world class blockchain services such as crypto exchange, crypto wallet, crypto custodian services, decentralized finance applications and BAAS etc. ",
  "service1": "Crypto Exchange",
  "service2": "OTC Desk and Custodian Services",
  "service3": "Blockchain Wallet Solution Provider and Integrator",
  "service4": "Decentralized Apps Incubator",
  "service1Desc": "World Class Service Exchange Service Provide, including open-source exchange service consulting, white-label crypto exchange and liquidity provider.",
  "service2Desc": "Fully ASFL compatiable license holder, providng OTC desk services and crypto custodian services.",
  "service3Desc": "We provide ultra safe soft and hardware wallet to the customer and also provide wallet APIs.",
  "service4Desc": "We help startups to skeleton, audit, consult their smart contracts and help them to launch their dapps.",
  "section3":"KNOW MORE ABOUT WHAT WE DO",
  "section3SerWrap": "Welcome to the cryptoverse and open the blockchain world!",
  "toplineAdd1": "Crypto Exchange",
  "topline1": "Crypto Investment",
  "topline2": "Blockchain Wallet",
  "topline3": "Infinity Social",
  "topline4": "NFT exchange",
  "toplineAH": "World Class Exchange Service",
  "toplineH": "World Class Exchange Service",
  "topline1H": "Dedicated crypto project investment and research team",
  "topline2H": "Uswap, a DEFI, NFT enabled wallet app",
  "topline3H": "A Dapp to change the social concept",
  "topline4H": "World first NFT exchange to trade treasureable items.",
  "subtitleA": ".........",
  "subtitle1": "Team members are from sillicon valley and wall street. Attracted more than 10 million usd crypto Investment Fund, we are actively looking into investing in crypto space.",
  "subtitle2": "Uswap, a blockchain wallet which has DEFI and NFT features to shake the industry. Uswap use world most popular DEX Uniswap AMM algorithm and LP mining concept to make sure all the participants have their fair token distribution.",
  "subtitle3": "Infinity Social is world first DAPP platform designed for social leaders, youtubers and digital nomads.",
  "subtitle4": "We are building world first NFT exchange to facilitate the ever increasing NFT collectible market.",

  "roadMapTitle1": "June 2020",
  "roadMapTitle2": "Jan 2021",
  "roadMapTitle3": "June 2021",
  "roadMapTitle4": "Dec 2021",

  "roadMapSubTitle1": "Team established",
  "roadMapSubTitle2": "World class crypto exchange launched",
  "roadMapSubTitle3": "World first NFT exchange prepare to launch",
  "roadMapSubTitle4": "Prepare to bootstrap more than 10 dapps in next 12 months",

  "roadMapSubDesc1": "A group of crypto ethusiasts and blockchain experts decided to setup the lab to contribute their rest of life into cryptoverse.",
  "roadMapSubDesc2": "World class crypto exchange has been launched under 6 months, we know this is a competitve world however we have confidence we can survive and grow in this space.",
  "roadMapSubDesc3": "This is our key point to compete with other exchanges by providing NFT exchangable services.",
  "roadMapSubDesc4": "We are help coorperation to launch their dapp services to shape the traditional fincial system.",

  "join":"JOIN US",
  "joinSerwrap":"Perpetual Lab is built by a team of crypto and blockchain experts in the industry including phd researchers from Melbourne University, Deakin University etc. Experienced blockchain developers who worked for Accenture, eBay, Alibaba, Google and Huawei etc. Expierenced finacial crypto analyst who used to work for wall street crypto fund. We are a team of passionate, displine and expierenced cryto experts.",

  "whyJoinUs": "Benefits to join PerpLabs",
  "whyJoinUsDesc": "Our employees are our most important asset and taking care of them has always been our top priority. Other than the competitive pay we offer, all of our full time permanent employees enjoy group health benefits that covers dental, vision and the prescription. In addition to that we host monthly team building events as well as employee birthday celebrations.",
  "joinUsNow": "If you have the same mindset, please don’t hesitate to contact us!",

  "startBtn": "Get Start ➡️",
  "soonBtn": "Coming Soon",
  "investBtn": "Investment"
}
