{
  "title": "ETM FinTech",
  "description": "Top-notch Crypto Exchange Services, Blockchain Wallets, OTC Desk Services, crypto investment funds and dApp Incubator, all brought by our industry leading Blockchain expert team.",
  "home": "HOME",
  "about": "ABOUT US",
  "otc": "OTC",
  "capital": "ETM FUND",
  "news": "CRYPTO NEWS",
  "nft": "NFT",
  "services": "SERVICES",
  "career": "CAREER",
  "roadMap": "ROADMAP",
  "introduction": "INTRODUCTION",
  "topline": " ETM FinTech is a dedicated blockchain platform providing avantgarde blockchain services such as crypto exchange, crypto wallets, crypto custodial services, ETM Fund (for crypto investment), decentralized finance applications and BaaS etc.",
  "service1": "Crypto Exchange",
  "service2": "OTC Desk and Custodial Services",
  "service3": "Blockchain Wallet Solution Provider and Integrator",
  "service4": "Decentralized Apps Incubator",
  "service1Desc": "World Class Crypto Exchange Service, including open-source exchange service consulting, white-label crypto exchange and liquidity provider.",
  "service2Desc": "ASFL (Australian Financial Service Licence) holder, providing OTC (over-the-counter) desk services and crypto custodial services.",
  "service3Desc": "We provide ultra-safe software and hardware wallets to the customers coupled with wallet APIs.",
  "service4Desc": "We help start-ups with drafting and editing of their smart contracts and launching their dApps.",
  "teamTitle": "MEET OUR TEAM MEMBERS",
  "teamInfo": "ETM Fintech is built up by a team of passionate, disciplined and experienced crypto and blockchain experts including PHD researchers from distinguished Universities",
  "teamMemberName1": "Seabook Chen",
  "teamMemberRole1": "CEO",
  "teamMemberDesc1": "Seabook Chen graduated from Shanghai Jiao Tong University and is currently pursuing the PHD degree in the blockchain direction at Deakin University Australia. Dr. Chen has served as chief programmer in multinational companies including Ebay, Citibank etc. He is a social media KOL, dedicated to educating the community with blockchain knowledge.Served as the CEO of the En-Tan-Mo public chain project in Singapore, Dr. Chen was responsible for building the ETM underlying blockchain framework. The project has eventually raised multi-million dollar funds.",
  "teamMemberName2": "Dr Wang",
  "teamMemberRole2": "Chief Scientist",
  "teamMemberDesc2": "Awarded with the PHD in telecommunication and information system at Huazhong University of Science and Technology, Dr. Wang then continued his post-doctoral research at the School of Mathematics and Physics at California Institute of Technology. In 2017, Dr. Wang co-founded the ETM Foundation in Singapore, established the third-generation global public chain representative and later ETM Fintech in Australia. The project’s advisors include Prof. Thomas Sargent, 2011 Nobel Prize winner and Sheldon Glashaw, 1986 Nobel Prize winner. The project was successfully listed on OKEX, the world's third largest crypto currency exchanges in June 2019.",
  "teamMemberName3": "Van Wu",
  "teamMemberRole3": "COO",
  "teamMemberDesc3": "Van is a serial start-up entrepreneur. Deeply involved in the Alibaba's K12 education platform ‘Kids learn’, which was later acquired by a listed company. Van then led the operation team at 'Good Chef'- China's first O2O private kitchen platform and “LikingFit”- an O2O fitness platform both at an early stage. In 2018, Van founded VFUND, focusing on investment and business development in the blockchain field, and providing in-depth incubation for early stage high value blockchain projects. VFUND has invested in over 50 high-quality blockchain projects.",
  "AdvisorTitle": "MEET OUR ADVISORS",
  "AdvisorTopline": "ETM FinTech is sponsored by 2 advisors, including Thomas Sargent, winner of the 2011 Nobel Prize in Economics; Professor Sheldon Lee Glashow, a Nobel Prize-winning theoretical physicist, fellow of American physical society",
  "AdvisorName1": "Thomas John Sargent",
  "AdvisorDesc1": "An American economist and the W.R. Berkley Professor of Economics and Business at New York University. He specializes in the fields of macroeconomics, monetary economics, and time series econometrics. As of 2020, he ranks as the 29th most cited economist in the world. He was awarded the Nobel Memorial Prize in Economics in 2011 together with Christopher A. Sims for their 'empirical research on cause and effect in the macroeconomy'",
  "AdvisorName2": "Sheldon Lee Glashow",
  "AdvisorDesc2": "A Nobel Prize-winning American theoretical physicist. He is the Metcalf Professor of Mathematics and Physics at Boston University and Eugene Higgins Professor of Physics, Emeritus, at Harvard University, and is a member of the Board of Sponsors for the Bulletin of the Atomic Scientists.",
  "section3": "KNOW MORE ABOUT WHAT WE DO",
  "section3SerWrap": " Welcome to the crypto space and blockchain world!",
  "toplineAdd1": "Crypto Exchange",
  "topline1": "Crypto Investment",
  "topline2": "Blockchain Wallet",
  "topline3": "Infinity Social",
  "topline4": "NFT exchange",
  "toplineAH": "World Class Exchange Service",
  "toplineH": "World Class Exchange Service",
  "topline1H": "Dedicated crypto projects investment and research team",
  "topline2H": "Uswap, a DeFi, NFT enabled wallet app",
  "topline3H": "A dApp to change the social landscape",
  "topline4H": "World class NFT exchange.",
  "subtitleA": "World Class Exchange Service Provider, including open-source exchange service consulting, white-label crypto exchange and liquidity provider. ",
  "subtitle1": "Guided and backed by Silicon Valley and Wall Street veterans, we have attracted more than $10 million USD-worth crypto Investment Fund, which we are actively investing into crypto space.",
  "subtitle2": "Uswap, a blockchain wallet with DeFi and NFT features is about to disrupt the industry. Uswap uses world’s most popular DEX Uniswap AMM algorithm and LP mining concept to make sure all participants have their fair token distribution.",
  "subtitle3": "Infinity Social is the world’s first dApp platform designed for social leaders, youtubers and digital nomads.",
  "subtitle4": "We are building up a world-class NFT exchange to facilitate the ever increasing NFT collectibles market.",
  "roadMapTitle1": "Jan 2017",
  "roadMapTitle2": "Jun 2018",
  "roadMapTitle3": "Jun 2019",
  "roadMapTitle4": "Sep 2020",
  "roadMapTitle5": "Jun 2021",
  "roadMapTitle6": "Dec 2021",
  "roadMapSubTitle1": "ETM Foundation established",
  "roadMapSubTitle2": "ETM Fintech established",
  "roadMapSubTitle3": "ETM listed at OKEX",
  "roadMapSubTitle4": "World-class crypto exchange launched",
  "roadMapSubTitle5": "NFT exchange to be launched",
  "roadMapSubTitle6": "To bootstrap more than 10 dApps in the next 12 months",
  "roadMapSubDesc1": "ETM (En-Tan-Mo) was established as the next-generation public chain project, which aims to realize SHD completeness.",
  "roadMapSubDesc2": "ETM was listed at the world’s third largest crypto exchange OKEX.",
  "roadMapSubDesc3": "Initiated by ETM co-founders, a group of crypto enthusiasts and blockchain experts set up ETM Fintech to contribute their knowledge and expertise to the community and investors.",
  "roadMapSubDesc4": "World-class crypto exchange has been launched under 6 months, with the mission to provide bespoke services to our investors and clients.",
  "roadMapSubDesc5": "With the NFT exchange services, we’ll distinguish ourselves from the existing Crypto exchanges.",
  "roadMapSubDesc6": "We help corporations launch their dApp services to revitalize the traditional financial system.",
  "join": "JOIN US",
  "joinSerwrap": "ETM Fintech is built up by a team of passionate, disciplined and experienced crypto and blockchain experts including PHD researchers at distinguished Melbourne University and Deakin University; experienced blockchain developers who worked for Accenture, eBay, Alibaba, Google and Huawei etc.; seasoned financial crypto analysts trained and worked at Wall Street crypto funds. ",
  "whyJoinUs": "People & Culture",
  "whyJoinUsDesc": "Our employees are our most important assets and it is our top priority to take care of them. On top of the competitive salary package, all of our full-time permanent employees are offered with group health benefit that covers dentistry, ophthalmology and prescriptions. We host team-building activities monthly and celebrate every employees’ birthdays.",
  "joinUsNow": "If you have the same mindset, please don’t hesitate to contact us!",
  "startBtn": "Get Starts",
  "soonBtn": "Coming Soon",
  "investBtn": "Investment",
  "moreBtn": "More Details",
  "otcTitle": "Australian Bitcoin & Crypto OTC trading desk",
  "otcSubtitle": "Australia's premier OTC service for SMSFs, institutional clients and sophisticated high-net-worth investors.",
  "otcInfoTitle": "OTC DESK FEATURES",
  "otcInfoSubtitle1": "Fast settlements",
  "otcInfoDesc1": "Trade crypto in AUD, RMB, USD, NZD and SGD discreetly, securely and quickly with a typical same-day settlement. ",
  "otcInfoSubtitle2": "Strong global liquidity",
  "otcInfoDesc2": "Whether you are looking to trade $10 thousand or $10 million, we can execute the order through our strong networks locally and around the globe.",
  "otcInfoSubtitle3": "Instant support",
  "otcInfoDesc3": "The OTC desk is based in Melbourne, Australia. We operate Monday to Friday, 9 am-5 pm AEST (Australian Eastern Standard Time).",
  "otcInfoSubtitle4": "Professional traders",
  "otcInfoDesc4": "Our OTC team is comprised of veteran traders, distinguishing themselves by deep and multifaceted experience in the industry.",
  "otcInfoSubtitle5": "End-to-end service",
  "otcInfoDesc5": "Our customer-centric approach allows us to personalize our service for your needs. Our end-to-end service will see you through from the initial expert consultation to trade execution and post-trade insights. ",
  "otcInfoSubtitle6": "All crypto assets",
  "otcInfoDesc6": "We offer OTC desk support for all digital assets listed on exchanges including Bitcoin, Ethereum, XRP (Ripple), BCH, EOS and more. Our Clients can deposit AUD, RMB, USD, NZD and SGD for trading.",
  "otcPromoSubTitle1": "Low fees",
  "otcPromoDesc1": "Fee free-deposits available. Trading fees 0.2%",
  "otcPromoSubTitle2": "Instant support",
  "otcPromoDesc2": "Fast, world-class support",
  "otcBeneTitle": "ADVANTAGE OF OTC CRYPTO TRADING",
  "otcBeneSubtitle1": "Minimal slippage",
  "otcBeneDesc1": "One key advantage of using a crypto OTC service is that market slippage is kept to a minimum by spreading the purchase process across multiple exchanges. This means the gap between the cheapest price and the actual price for the volume you want to trade is minimized. The larger the trade size, the more you will save on slippage costs when executing via OTC.",
  "otcBeneSubtitle2": "Increased privacy",
  "otcBeneDesc2": "Confidential trades can be verified without having to reveal all the details of the transactions by engaging privacy concepts, making OTC orders not visible or reported to the market. Therefore, there is less chance your trade will signal the market and move prices away from you before you are filled.",
  "otcBeneSubtitle3": "Market insight",
  "otcBeneDesc3": "A common ledger that is both immutable and transparent, which all traders can check. This shared ledger provides an accurate history of trades, which can then be used for market analysis and monitoring. All readers and clients are strongly encouraged to conduct their own personal research.",
  "otcBeneSubtitle4": "Deeper liquidity",
  "otcBeneDesc4": "While crypto exchanges have low liquidity in their order books, OTC desks are good for pushing through large trade orders searching for market liquidity. ",
  "capitalTitle": "Australia’s first crypto fund",
  "capitalSubTitle": "WE AIMED TO INVEST IN CRYPTOCURRENCY BLOCKCHAIN ASSETS",
  "capitalInfoTitle": "ABOUT ETM FUND",
  "capitalInfoDesc1": " ETM (En-Tan-Mo) Foundation is a Singapore-registered non-profit organization which aims to ensure the smooth operation of ETM project and provide all-round support to ETM user community. ETM Fund is supported by Fintech, with a focus on blockchain technology research and development.",
  "capitalInfoDesc2": " The co-founders of ETM included Prof. Thomas Sargent, winner of the 2011 Nobel Prize in Economics; Professor Sheldon Lee Glashow, a Nobel Prize-winning theoretical physicist, fellow of American physical society; Professor Shoucheng Zhang, Chinese American physicist, fellow of American physical society, founder of Danhua Venture Capital; as well as scholars from California Institute of Technology.",
  "capitalInfoSubTitle1": "OBJECTIVE",
  "capitalInfoSubTitle2": "STRATEGY",
  "capitalInfoDesc3": " ETM fund has a clear objective: to provide investors with a single access point to a diversified portfolio of crypto assets for achieving the best risk-adjusted returns in crypto asset investing.",
  "capitalInfoDesc4": "The avantgarde algorithm developed by our top-notch industry experts can make the best use of arbitrage cross multiple crypto exchanges around the globe. This allows us to deliver investment returns well above those achieved by other asset classes while limiting downside risks. ",
  "capitalPromoDesc": "THE CRYPTOCURRENCY ASSET CLASS REPRESENTS A RARE OPPORTUNITY ... SIMILAR TO THE EARLY DAYS OF THE INTERNET AND MOBILE PHONE REVOLUTION...",
  "capitalApproachTitle": "OUR APPROACH",
  "capitalApproachDesc1": "ETM fund was started with the mission to take up the challenges when investing into crypto currencies.",
  "capitalChallengeTitle": "Challenges of Investing Directly into Crypto",
  "capitalChallengeImgTitle": "Challenges",
  "capitalChallengeSubTitle1": "Purchasing Cryptocurrency",
  "capitalChallengeDesc1": "This is complicated, time consuming and can have high fees.",
  "capitalChallengeSubTitle2": "Cryptocurrency Selection & Price Volatility",
  "capitalChallengeDesc2": "There are over 5,000 cryptocurrencies by early 2021. The crypto markets trade 24/7 with highly volatile prices.",
  "capitalChallengeSubTitle3": "Market Knowledge & Insights",
  "capitalChallengeDesc3": "It’s getting increasingly complicated to foresee the market trends across the crypto world.",
  "capitalChallengeSubTitle4": "Storing Cryptocurrency",
  "capitalChallengeDesc4": "The custodian issues imposes challenges for security of storing cryptocurrency from theft or loss.",
  "capitalChallengeSubTitle5": "Initial Coin Offerings (ICO's)",
  "capitalChallengeDesc5": "Access to ICO’s is starting to be restricted to investors with big volume of capital.",
  "capitalChallengeSubTitle6": "Market Manipulation and Lack of Regulation",
  "capitalChallengeDesc6": "Managing risks around market manipulation and potential future regulatory changes.",
  "capitalInsightTitle": "CRYPTO INSIGHTS",
  "capitalInsightSubTitle1": "How Investment Banks are getting involved in cryptocurrency investing",
  "capitalInsightDesc1": "During 2017 investment banks were observers in relation to investing in the cryptocurrency asset class. Some banks even declared cryptocurrency as a bubble and something which will disappear into the abyss over the coming years. However, what they say publicly and what they have dedicated teams locked up in...",
  "capitalInsightSubTitle2": "How payment and technology companies are embracing cryptocurrency",
  "capitalInsightDesc2": "Many global technology companies have long seen how blockchain is going to transform their respective industries. These companies have made it a priority over the past years to start formulating and building a blockchain solution. We’ve outlined below a few examples around how over recent months some payment and...",
  "capitalInsightSubTitle3": "Asset management industry is getting creative in investing in cryptocurrency",
  "capitalInsightDesc3": "The asset management industry also holds a great variety of possibilities for crypto finance. The number of funds purely containing cryptocurrencies is on the rise. Also, asset managers could profit from so-called “mixed funds”, which - with a combination of cryptocurrencies and different other alternative assets - are less volatile...",
  "newsTitle": "Top Crypto News Around the World",
  "newsSubTitle": "Providing latest data to our members is our number one priority. Relevant news, quality images, and credible sources are essential elements of the service we provide.",
  "newsHeading": "CRYPTO NEWS IN 24 HOURS",
  "newsFeatureTitle": "OUR NEWS FEATURES",
  "newsFeatureSubtitle1": "Various Data",
  "newsFeatureDesc1": "Our users can have access to various crypto news data. High quality data is our top quality.",
  "newsFeatureSubtitle2": "News Articles",
  "newsFeatureDesc2": "Using Crypto News API, we have a strict curation process that ensures that all news items are relevant to the specified crypto coin.",
  "newsFeatureSubtitle3": "Video News",
  "newsFeatureDesc3": "Video content has taken over the web and is a must-have on any platform! We are proud to index video news. Having engaging content like video can help boost interaction on your site or app.",
  "newsETMHeading": "ETM TOP NEWS",
  "newsETMTitle1": "ETM Roadshow at Stanford University",
  "newsETMDesc1": "Prof. Sargent, Nobel prize winner in Economics, advisor of ETM, was presenting ETM project on 2018 Sino-US Economist Fintech Innovation Forum at Stanford University.",
  "newsETMLoc1": "Stanford University",
  "newsETMDate1": "Aug 29th, 2018",
  "newsETMTitle2": "ETM Roadshow at Stanford University",
  "newsETMDesc2": "Prof. Glashow, Nobel prize winner in Physics, advisor of ETM, was presenting ETM project on 2018 Sino-US Economist Fintech Innovation Forum at Stanford University.",
  "newsETMLoc2": "Stanford University",
  "newsETMDate2": "Aug 29th, 2018",
  "newsETMTitle3": "En-Tan-Mo Hong Kong Global Product launch",
  "newsETMDesc3": "On May 24, 2018 Global Blockchain Summit (Hong Kong) kicked off in Kerry Hotel Hong Kong. ETM launched its product En-Tan-Mo on this occasion. This session of Global Blockchain Summit was sponsored by ETM Foundation. The Global BlockChain Summit, as a grand event in the industry, was held in more than 20 countries and regions. Hong Kong is the first station. It exerts a role of the bridge and the tie, gathers a consensus in the industry, and builds an international blockchain communication platform. At that time, leaders of governments and international organizations, winner of the Nobel Prize in economics, and distinguished guests of famous listed companies were present. They gathered with experts in the blockchain industry, investors, and financial media, to discuss blockchain’s innovation, application and future development. Advisor of the ETM foundation, Professor Thomas J. Sargent (Winner of Nobel Prizes in Economics), Mr. Jun Lu, Chairman of the Department of China Information Industry of Ministry of Industry and Information Technology, leaders of the science and development team of ETM foundation announced the launch of ETM product. ",
  "newsETMLoc3": "Hong Kong",
  "newsETMDate3": "May 24th, 2018",
  "nftTitle": "Our NFT marketplace and services",
  "nftSubtitle": "We are building the first Australia-based NFT marketplace for our creative artists",
  "nftInfoTitle": "ABOUT OUR NFT",
  "nftInfoDesc1": "NFT stands for non-fungible token. With NFTs, artworks are 'tokenised' to create a digital certificate of ownership that can be bought and sold. As with cryptocurrency, a record of who owns what is stored on a shared ledger, the blockchain. The records cannot be forged because the ledger is maintained by thousands of computers around the world. ",
  "nftInfoDesc2": "NFTs can also contain smart contracts that may give the artist, for example, a cut of any future sale of the token. With us, artists retain the copyright ownership of their work. The buyer of their NFT owns a 'token' that proves they own the 'original' work. We welcome artists with foresights to come onboard. After going through our selection criteria, you will have our expert team to work with you on the following phases and procedure.",
  "nftServiceHeading": "OUR SERVICES",
  "nftServiceTitle1": "Platform",
  "nftServiceDesc1": "The first Australia-based NFT marketplace for Australian avant-garde artists to showcase their talents to the whole world. Everyone, who creates, promotes and trades the artworks will share the value growth of the artworks.",
  "nftServiceTitle2": "NFT",
  "nftServiceDesc2": "We provide the wrap-around service that involved in creating an NFT: from product prototypes to artwork tokenization, from smart contract development to Visual Impact design etc.",
  "nftServiceTitle3": "Marketing",
  "nftServiceDesc3": "To maximize the exposure of your NFT artwork both on our marketplace and the external marketplaces we partner with, we will be dedicated to promoting your NFT artworks in our social community group.",
  "nftServiceTitle4": "Flexibility",
  "nftServiceDesc4": "We work with artists based on flexible terms. We welcome any artist who is interested in the next era of the art to talk to us.",
  "nftPartner": "OUR NFT PARTNERSHIP"
}